---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateIncludeElevation
source: html/e4ccd774-5cc9-b108-b558-cc4b77ae2d1a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateIncludeElevation Property

"Include Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateIncludeElevation { get; }
```